{"data":{"k_ele":[{"e":"落とす","p":true},{"e":"落す"},{"e":"堕とす","i":["sK"]},{"e":"墜とす","i":["sK"]}],"r_ele":[{"r":"おとす","p":true}],"sense":[{"gloss":"to drop, to lose, to let fall, to shed (light), to cast (one's gaze), to pour in (liquid), to leave behind","pos":["v5s","vt"]},{"gloss":"to clean off (dirt, makeup, paint, etc.), to remove (e.g. stains or facial hair), to lose, to spend money at a certain place, to omit, to leave out, to secretly let escape","pos":["v5s","vt"]},{"gloss":"to lose (a match), to reject (an applicant), to fail (a course), to defeat (in an election)","pos":["v5s","vt"]},{"gloss":"to lower (e.g. shoulders or voice), to lessen (e.g. production or body weight), to worsen (quality), to reduce (e.g. rank or popularity), to speak badly of, to make light of, to fall into straitened circumstances","pos":["v5s","vt"]},{"gloss":"to fall into (e.g. a dilemma or sin), to make one's own, to have one's bid accepted, to force surrender, to take (e.g. an enemy camp or castle), to forcefully convince, to press for a confession, to deal with","pos":["v5s","vt"]},{"gloss":"to download, to copy from a computer to another medium","pos":["v5s","vt"],"f":["comp"]},{"gloss":"to make someone swoon (judo)","pos":["v5s","vt"],"f":["MA"]},{"gloss":"to finish a story (e.g. with the punch line)","pos":["v5s","vt"]},{"gloss":"to finish (a period, e.g. of fasting)","pos":["v5s","vt"]},{"gloss":"to win over, to seduce, to conquer (unwillingness)","pos":["v5s","vt"],"m":["col"]}]},"sdata":[{"j":"↑叔父↑↓おじ↓の↑兄↑↓あに↓の↑倅↑↓せがれ↓が↑変↑↓へん↓なビジネスに↑手↑↓て↓を↑染↑↓そ↓めて、↑家名↑↓かめい↓を↑落↑↓|お↓とす|ことになった。","e":"My uncle's brother's son got involved in a shady business and disgraced the family."},{"j":"↑雲↑↓くも↓が↑影↑↓かげ↓を↑落↑↓|お↓とす|と↑夜↑↓よる↓よりも↑暗↑↓くら↓くなる。","e":"Clouds cast a shadow blacker than the night."},{"j":"↑雨↑↓あめ↓には↑降↑↓ふ↓られるわ、デートに↑遅刻↑↓ちこく↓するわ、↑財布↑↓さいふ↓を↑落↑↓|お↓とす|わ、↑今日↑↓きょう↓は↑踏↑↓ふ↓んだり↑蹴↑↓け↓ったりだよ。","e":"I get caught in the rain, I'm late for my date, and I lose my pocketbook. It's just one thing after another today."},{"j":"トムはメアリーを↑口説↑↓くど↓き|おとす|ことができなかった。メアリーはトムのデートの↑要求↑↓ようきゅう↓を↑突↑↓つ↓っぱねたから。","e":"Tom couldn't make the grade with Mary; she refused him when he asked her for a date."},{"j":"その↑事故↑↓じこ↓で、あやうく↑彼↑↓かれ↓は↑命↑↓いのち↓を↑落↑↓|お↓とす|ところだった。","e":"The accident almost cost him his life."},{"j":"その↑家↑↓いえ↓は↑教会↑↓きょうかい↓の↑向↑↓む↓かいだから↑見落↑↓み|お↓とす|はずはない。","e":"The house is opposite the church. You can't miss it."},{"j":"そのようなことをするのは↑彼↑↓かれ↓の↑品位↑↓ひんい↓を↑落↑↓|お↓とす|。","e":"It is beneath him to do something like that."},{"j":"そのコップを↑落↑↓|おと↓す|な。","e":"Don't drop that cup."},{"j":"しみをこすり↑落↑↓|お↓とす|ことができなかった。","e":"I couldn't scrub the stain out."},{"j":"この↑書類↑↓しょるい↓を↑書↑↓か↓き↑写↑↓うつ↓すとき↑一↑↓いち↓↑語↑↓ご↓も|おとす|ことのないように↑気↑↓き↓をつけなさい。","e":"In copying this paper, be careful not to leave out any words."}]}