{"data":{"k_ele":[{"e":"握る","p":true}],"r_ele":[{"r":"にぎる","p":true}],"sense":[{"gloss":"to clasp, to grasp, to grip, to clutch","pos":["v5r","vt"]},{"gloss":"to hold (the answer), to have (e.g. the solution), to be the key, to be the reason","pos":["v5r","vt"]},{"gloss":"to seize (power), to hold (the reins), to dominate, to control","pos":["v5r","vt"]},{"gloss":"to make (nigirizushi, rice ball, etc.), to form (with one's hands), to press into shape, to mold, to mould","pos":["v5r","vt"]}]},"sdata":[{"j":"あまりしっかりうなぎを↑握↑↓|にぎ↓る|と、かえって↑逃↑↓に↓げられる。","e":"Holding an eel too fast is the way to let her escape."},{"j":"↑成功↑↓せいこう↓への↑鍵↑↓かぎ↓を↑握↑↓|にぎ↓る|のは↑教育↑↓きょういく↓である。","e":"It is education that is key to the success."},{"j":"↑私↑↓わたし↓たちは↑今↑↓いま↓まであまりにも↑長↑↓なが↓いこと、あれはできないこれはできないと↑言↑↓い↓われてきました。↑可能↑↓かのう↓↑性↑↓せい↓を↑疑↑↓うたが↓うよう、シニカルに↑恐↑↓おそ↓れを↑抱↑↓だ↓いて↑疑↑↓うたが↓うように↑言↑↓い↓われ↑続↑↓つづ↓けてきました。けれども↑私↑↓わたし↓たちは↑今夜↑↓こんや↓、アメリカに↑答↑↓こた↓えをもらったおかげで、↑手↑↓て↓を↑伸↑↓の↓ばすことができたのです。↑歴史↑↓れきし↓を↑自分↑↓じぶん↓たちの↑手↑↓て↓に↑握↑↓|にぎ↓る|ため。より↑良↑↓よ↓い↑日々↑↓ひび↓への↑希望↑↓きぼう↓に↑向↑↓む↓けて、↑自分↑↓じぶん↓たちの↑手↑↓て↓で↑歴史↑↓れきし↓を↑変↑↓か↓えるために。","e":"It's the answer that led those who've been told for so long, by so many, to be cynical and fearful and doubtful about what we can achieve, to put their hands on the arc of history and bend it once more toward the hope of a better day."},{"j":"↑今↑↓いま↓は↑手↑↓て↓を↑握↑↓|にぎ↓る|という↑行為↑↓こうい↓はひどく↑無粋↑↓ぶすい↓な↑気↑↓き↓がした。","e":"I feel like holding hands now would be incredibly boorish."},{"j":"トムはマイクを↑握↑↓|にぎ↓る|と↑人格↑↓じんかく↓が↑変↑↓か↓わる。","e":"Tom's personality changes completely when he grabs the mic."},{"j":"↑旦那↑↓だんな↓の↑好↑↓す↓きなおにぎりは↑変↑↓か↓わっている。ご↑飯↑↓はん↓に↑何↑↓なに↓も↑味↑↓あじ↓を↑付↑↓つ↓けないかつおぶしを↑一↑↓ひと↓↑袋↑↓ふくろ↓↑混↑↓ま↓ぜて、↑手↑↓て↓に↑塩↑↓しお↓をして↑握↑↓|にぎ↓る|。","e":"The way my husband likes onigiri is extremely unusual. You first mix rice with one bag of unflavoured katsuobushi, then you grab some salt with your hands and squeeze it to shape."},{"j":"「↑爺↑↓じい↓さま、どうだった？」「ぼちぼちね。でも、↑先生↑↓せんせい↓が『↑手↑↓て↓を↑握↑↓にぎ↓ってください』って↑言↑↓い↓ったらちゃんと↑握↑↓|にぎ↓る|らしいから、↑言↑↓い↓われてることはわかるみたい。↑元気↑↓げんき↓になってくれるといいんだけど」","e":"How's Grandpops? \"Not so good. But when the doctor told him to squeeze her hand, he seemed to do it, as if he understood what she told him. I hope he gets well soon.\""},{"j":"「↑爺↑↓じい↓さま、どうだった？」「ぼちぼちね。でも、↑先生↑↓せんせい↓が『↑手↑↓て↓を↑握↑↓にぎ↓ってください』って↑言↑↓い↓ったらちゃんと↑握↑↓|にぎ↓る|らしいから、↑言↑↓い↓われてることはわかるみたい。↑元気↑↓げんき↓になってくれるといいんだけど」","e":"How was Grandpa? \"Not great. But apparently when his doctor asked him to grab their hand he held it quite firmly, so he seems to at least understand what is being said to him. I just wish he'd return to normal though.\""}]}